; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.6
; Author:	Tomislav Glušac <T800@net.hr>
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&U redu"
CANCEL_BUT = "O&dustani"
MAIN_DEST_DIR_LABEL = "&Ciljni direktorij:"
MAIN_FILE_LABEL = "&Arhiva/Instalacija za raspakirati:"
MENU_FILE_LABEL = "&Datoteka"
MENU_FILE_QUIT_LABEL = "I&zlaz"
MENU_EDIT_LABEL = "P&odešavanje"
MENU_EDIT_PREFS_LABEL = "&Opcije"
MENU_HELP_LABEL = "&Pomoć"
MENU_HELP_WEB_LABEL = "%s &Internet stranica"
PREFS_TITLE_LABEL = "Opcije"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor Opcije"
PREFS_HISTORY_LABEL = "Pamti ar&hive"
PREFS_FORMAT_OPTS_LABEL = "Format-Specifične Opcije"
PREFS_LANG_LABEL = "&Jezik"
PREFS_DEBUG_LABEL = "&Direktorij za izvještaj"
PREFS_WARN_EXECUTE_LABEL = "&Upozorenje prije pokretanja aplikacija"
PREFS_REMOVE_DUPE_LABEL = "Ukloni &duple datoteke "
PREFS_REMOVE_TEMP_LABEL = "Ukloni &privremene datoteke "
PREFS_APPEND_EXT_LABEL = "Dodaj datotekama &ekstenzije koje nedostaju "
METHOD_ADMIN_RADIO = "%s Administrativna Instalacija"
METHOD_EXTRACTION_RADIO = "%s ekstrakcija"
METHOD_HEADER = "%s Ekstrakcija"
METHOD_MSI_NOTE_LABEL = "Napomena:"
METHOD_MSI_REQUIRES_LABEL = "msi2xml zahtijeva"
METHOD_MSI_URL_LABEL = "MSXML 4.0 Parser"
METHOD_RADIO_LABEL = " Metoda Ekstrakcije"
METHOD_SWITCH_RADIO = "%s parametar"
METHOD_NOTIS_RADIO = "Nije InstallShield instalacija"
METHOD_TEXT_LABEL = "%s podržava slijedeće metode ekstrakcije %s paketa.  Nažalost, ove metode nisu 100% pouzdane. Ako početna metoda ne uspije, pokrenite %n%s ponovo i odaberite alternativnu metodu."
METHOD_UNPACKER_RADIO = "%s Raspakiravanje"


; GUI control functions
DOES_NOT_EXIST = "ne postoji.%n"
EXTRACT_TO = "Izvuci u"
INVALID_DIR_SELECTED =  "%s nije valjan direktorij."
INVALID_FILE_SELECTED = "%sMolimo odaberite valjanu datoteku."
OPEN_FILE = "Odabir datoteke"
SELECT_FILE = "Odaberite datoteku"
WRITE_TO = "Spremi izvještaj u"


; Common terms
TERM_ARCHIVE = "arhiva"
TERM_COMPRESSED = "kompresirana datoteka"
TERM_DISK = "disk"
TERM_EBOOK = "e-knjiga"
TERM_ECARD = "ecard"
TERM_ENCODED = "kodirana datoteka"
TERM_EXECUTABLE = "izvršna datoteka"
TERM_FAILED = "nije uspjelo"
TERM_HELP = "Help datoteka"
TERM_HOTFIX = "hotfix"
TERM_IMAGE = "slika"
TERM_INSTALLER = "instalacija"
TERM_PACKAGE = "paket"
TERM_PATCH = "zakrpa"
TERM_SFX = "Samo-raspakiravajuća"
TERM_STAGE = "Faza"
TERM_SUCCEEDED = "uspjelo"
TERM_TESTING = "Testiranje"
TERM_UNKNOWN = "nepoznato"
TERM_UNPACKED = "raspakirano"
TERM_UPDATER = "nadogradnja"

; Status messages
SCANNING_FILE = "Određivanje tipa datoteke."
SCANNING_EXE = "Skeniranje datoteke s %s"
EXTRACTING = "Ekstrakcija datoteka iz:"
INIT_WAIT = "Čekanje inicijalizacije instalacije.%nMolim pričekajte."


; Custom prompts
CONVERT_CDROM = "%s CD-ROM datoteke ne mogu biti raspakirane direktno.%nUmjesto toga, biti će pretvorene u ISO datoteku,%nkoja će biti raspakirana.%n%nŽelite li nastaviti?%nNapomena: Proces može potrajati nekoliko minuta."
CONVERT_CDROM_STAGE1_FAILED = "Greška:  CD-ROM datoteka ne može biti pretvorena.%nAko su ovo BIN/CUE datoteke, osigurajte da je CUE datoteka pravilnog formata."
CONVERT_CDROM_STAGE2_FAILED = "Greška:  ISO datoteka je kreirana iz%n%s, %ndatoteka ali ne može biti pretvorena.%nŽelite li zadržati ISO datoteku za daljnju analizu?"
CONVERT_BIN_MISSING = "Greška:%n%s\%s.%s%ndatoteka nije nađena.%n%nPotrebne su obje %s.bin i %s.cue datoteke."
INIT_COMPLETE = "Inicijalizacija %s.  Molim prekinite instalaciju, zatim odaberite OK za nastavak."
WISE_MSI_PROMPT = "Napomena:  Ova metoda funkcionira samo za specifične Wise for Windows Installer pakete.%nAko je pri pokretanju Wise Installation Wizard potreban daljnji unos, ova datoteka nije podržana. %nMolimo prekinite instalaciju i %s će prekinuti ekstrakciju.%n%nŽelite li nastaviti?"
UNPACK_PROMPT = "Ova datoteka je pakirana s %s kompresijom,%nali ne može biti raspakirana.%nMogući uzrok je nepodržani tip datoteke ili%nnema sadržanih datoteka za izvući.%n%nŽelite li umjesto toga raspakirati ovu datoteku?%n%nNapomena: Raspakirana datoteka će biti imenovana:%n%s\%s_unpacked.%s"
UNPACK_FAILED = "Greška: %s%nraspakiravanje nije uspjelo."
WARN_EXECUTE = "Upozorenje: %nDa bi se iz ovog aplikacijskog paketa izvukle datoteke potrebno je pokrenuti aplikaciju.%nAko želite nastaviti, biti će izvršena slijedeća komanda:%n%n%s%n%nAko smatrate da aplikacija ne potječe iz pouzdanih izvora, pokretanje nije preporučeno.%nŽelite li nastaviti?"






; Help text
HELP_SUMMARY = "Ekstrakcija datoteka iz bilo kojeg tipa arhive ili instalacijskog paketa."
HELP_SYNTAX = "%nUpotreba:  %s [/help] [datoteka [odredište]]"
HELP_ARGUMENTS = "%n%nPodržani Argumenti:"
HELP_HELP = "%n     /help%t%tPrikaži ovu informaciju za pomoć"
HELP_FILENAME = "%n     datoteka%tIme datoteke za raspakirati"
HELP_DESTINATION = "%n     odredište%tDirektorij za ekstrahirane datoteke"
HELP_SUB = "%n%nZadavanje /sub umjesto ciljnog direktorija upućuje %n%sda izvlači datoteke u poddirektorij imenovan prema arhivi."
HELP_EXAMPLE1 = "%n%nPrimjer:"
HELP_EXAMPLE2 = "%n     %s c:\1\primjer.zip c:\test"
HELP_NOARGS = "%n%nPokretanje %s bez argumenata će zatražiti%nod korisnika ime datoteke i ciljni direktorij."

; Error messages
CANNOT_LOG = "%s%nRaspakiravanje ne može biti praćeno izvještajem."
CANNOT_DEBUG = "Izvještaj ne može biti spremljen u %n"%s"%nUmjesto toga,  biti će spremljen u korisnički privremeni direktorij."
CANNOT_EXTRACT = "%s%ndatoteka ne može biti raspakirana.%nNađeni tip datoteke je: %s%n%nOdaberite OK ako želite vlastoručno analizirati datoteku, ili Cancel za izlaz."
UNKNOWN_EXT = "%s%ndatoteka je nepoznatog tipa i ne može biti raspakirana."
INVALID_DIR = "%s%ndirektorij ne može biti kreiran.  Molim odaberite valjano odredište."
EXTRACT_FAILED = "%s%ndatoteka ne može biti raspakirana.%nDatoteka nalikuje na %s, što je podržani tip, ali ekstrakcija nije uspjela.%nMolim pogledajte izvještaj, %s, za više informacija.%n%nOdaberite OK da pogledate izvještaj sada, ili Cancel za prekid."



[Installer]
; Components page
COMP_DOCS = "Informacija o dokumentaciji i licenciranju"
COMP_LANG = "Višejezični paket za internacionalnu podršku "
COMP_ACE = "Podrška za ACE datoteke"
COMP_KGB = "Podrška za KGB datoteke"
COMP_PEA = "Podrška za Pea datoteke"
COMP_SIT = "Podrška za StuffIt datoteke"

; Preferences page
PREFS_CAPTION = "Podešavanje Opcija Programa"
PREFS_DESCRIPTION = "Koje opcije Universal Extractora želite podesiti?"
PREFS_LABEL1 = "Možete namjestiti slijedeće opcije za podešavanje funkcioniranja Universal Extractora"
PREFS_LABEL2 = "Ove opcije se mogu promijeniti poslije instalacije modificiranjem UniExtract.ini."
LANGUAGE_LABEL = "Početni jezik"
DEBUG_LABEL = "Lokacija Izvještaja"
APPEND_EXT_LABEL = "&Dodaj datotekama ekstenzije koje nedostaju"
HISTORY_LABEL = "Pa&mti arhive"
REMOVE_DUPE_LABEL = "&Ukloni duple datoteke"
REMOVE_TEMP_LABEL = "Ukloni &privremene datoteke"
WARN_EXECUTE_LABEL = "&Upozorenje prije pokretanja aplikacija"


; Tasks page
ASSOCIATE = "&Integracija u Windows Explorer"
ASSOCIATE_FILES = "Dodaj UniExtract &Datoteke... u kontekstni meni"
ASSOCIATE_HERE = "Dodaj UniExtract &Ovdje u kontekstni meni"
ASSOCIATE_SUBDIR = "Dodaj UniExtract u Pod&direktorij u kontekstni meni "
ASSOCIATE_FORCE = "Pridruži sv&e podržane formate arhiva"
MODIFY_PATH = "Dodaj Universal Extractor u &sistemsku stazu"
DESKTOP_ICON = "Dodaj ikonu na Desk&top"
QUICK_LAUNCH_ICON = "Dodaj &Quick Launch ikonu"
SENDTO_ICON = "Dodaj &Pošalji U  ikonu"

; Context Menu integration
EXTRACT_FILES = "UniExtract &Datoteke..."
EXTRACT_HERE = "UniExtract &Ovdje"
EXTRACT_SUB = "UniExtract u &Poddirektorij"
